{
  "HOME": "Startseite",
  "CLIENTS WE SERVE": "Kunden, die wir bedienen",
  "QUANTITATIVE RESEARCH": "Quantitative Forschung",
  "QUALITATIVE RESEARCH": "Qualitative Forschung",
  "B2B RESEARCH": "B2B-Forschung",
  "INDUSTRIES": "Branchen",
  "Blog Insights": "Blog-Einblicke",
  "Upcoming Events": "Kommende Veranstaltungen",
  "BESPOKE SERVICES": "Maßgeschneiderte Dienstleistungen",
  "Downloadable (Reports)": "Herunterladbar (Berichte)",
  "SOLUTIONS": "Lösungen",
  "OUR SERVICES": "Unsere Dienstleistungen",
  "ABOUT US": "Über uns",
  "BLOGS": "Blogs",
  "UPCOMING EVENTS": "Kommende Veranstaltungen",
  "DOWNLOADS": "Downloads",
  "RESOURCE CENTER": "Ressourcenzentrum",
  "CONTACT US": "Kontaktieren Sie uns",
  "JOIN OUR PANEL": "Werden Sie Mitglied in unserem Panel",
  "Market": "Markt",
  "Planning": "Planung",
  "Grab our digital Marketing Deals today": "Nutzen Sie heute unsere digitalen Marketingangebote",
  "Read More": "Mehr lesen",
  "Global": "Global",
  "Trends": "Trends",
  "Analyzing Trends Shaping [Industry] Worldwide": "Analyse der Trends, die die [Industrie] weltweit prägen",
  "Targeting": "Zielgruppenansprache",
  "Growth": "Wachstum",
  "Key Market Opportunities Revealed": "Wichtige Marktchancen offenbart",
  "Easy Way Build Success Your Business Plan": "Einfacher Weg, um Ihren Geschäftsplan erfolgreich zu gestalten",
  "Services We Provide": "Dienstleistungen, die wir anbieten",
  "Quantitative Research": "Quantitative Forschung",
  "We use numbers and data to study and analyze trends, patterns, and relationships in a systematic way.": "Wir verwenden Zahlen und Daten, um Trends, Muster und Beziehungen systematisch zu untersuchen und zu analysieren.",
  "Qualitative Research": "Qualitative Forschung",
  "Explores people's thoughts, feelings, and behaviors through in-depth interviews, observations, and questions.": "Erforscht die Gedanken, Gefühle und Verhaltensweisen von Menschen durch eingehende Interviews, Beobachtungen und Fragen.",
  "B2B Research": "B2B-Forschung",
  "Focuses on understanding the needs, preferences, and behavior of businesses when making purchasing decisions.": "Konzentriert sich darauf, die Bedürfnisse, Vorlieben und das Verhalten von Unternehmen bei Kaufentscheidungen zu verstehen.",
  "Industries": "Branchen",
  "Provides assistance in insights and analysis on various economic sectors, helping businesses understand market trends and make informed decisions.": "Bietet Unterstützung durch Einblicke und Analysen in verschiedene Wirtschaftszweige und hilft Unternehmen, Markttrends zu verstehen und fundierte Entscheidungen zu treffen.",
  "Bespoke Services": "Maßgeschneiderte Dienstleistungen",
  "Customization, adaptability, and individualized attention are our top priorities in order to guarantee that the final outcome fulfills each client's precise needs and expectations.": "Anpassung, Flexibilität und individuelle Betreuung sind unsere obersten Prioritäten, um sicherzustellen, dass das Endergebnis die genauen Bedürfnisse und Erwartungen jedes Kunden erfüllt.",
  "Solutions": "Lösungen",
  "We offer practical answers and strategies to address business challenges, providing tailored solutions based on comprehensive market analysis.": "Wir bieten praktische Antworten und Strategien zur Bewältigung von Geschäftsfeldern und maßgeschneiderte Lösungen basierend auf umfassenden Marktanalysen.",
  "ABOUT PRIZM DATA": "Über Prizm Data",
  "Prizm Data & Consulting": "Prizm Data & Beratung",
  "A FAST-GROWING COMPANY IN MARKET RESEARCH INDUSTRY": "Ein schnell wachsendes Unternehmen in der Marktanalysebranche",
  "MARKET RESEARCH INDUSTRY PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is a fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology.": "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED ist ein schnell wachsendes Unternehmen in der Marktanalysebranche und bietet innovative Online-Lösungen für globale Kunden mit starken Fähigkeiten und Technologien.",
  "A fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology": "Ein schnell wachsendes Unternehmen in der Marktanalysebranche, das globale Kunden mit innovativen Online-Lösungen und starken Fähigkeiten unterstützt.",
  "Satisfied Client": "Zufriedene Kunden",
  "UNMATCHED QUALITY AND RELIABILITY": "Unübertroffene Qualität und Zuverlässigkeit",
  "WHY CHOOSE US": "Warum uns wählen?",
  "PROJECT COMPLETED": "Abgeschlossene Projekte",
  "DATA SPECIALISTS": "Datenspezialisten",
  "SATISFIED CLIENTS": "Zufriedene Kunden",
  "SMART SOLUTIONS": "Intelligente Lösungen",
  "START WORKING WITH US": "Fangen Sie an, mit uns zu arbeiten",
  "PRIZM DATA IN MARKET INDUSTRY": "Prizm Data in der Marktbranche",
  "PROJECT OPPORTUNITY OR CREATIVE SOLUTIONS": "Projektmöglichkeiten oder kreative Lösungen",
  "NAME": "Name",
  "PHONE NUMBER": "Telefonnummer",
  "EMAIL ID": "E-Mail-Adresse",
  "YOUR QUERY": "Ihre Anfrage",
  "SUBMIT": "Senden",
  "QUALITY DATA SUPPORT": "Hochwertige Datenunterstützung",
  "OUR EXPERIENCE CAN BOOST YOUR BUSINESS": "Unsere Erfahrung kann Ihr Unternehmen voranbringen",
  "EMAIL ADDRESS": "E-Mail-Adresse",
  "FASTEST-GROWING RESEARCH AND ANALYTICS": "Am schnellsten wachsend in Forschung und Analyse",
  "Syndicated Studies": "Syndizierte Studien",
  "We offer a wide range of Syndicated offerings. Off the shelf subscription. Customisable to your requirements.": "Wir bieten eine breite Palette syndizierter Angebote. Fertig zum Kauf. Anpassbar an Ihre Anforderungen.",
  "Intelligent Automation": "Intelligente Automatisierung",
  "A dedicated panel of respondents spread across demographics that provide quick feedback using the mobile app.": "Ein dediziertes Panel von Befragten, verteilt über verschiedene demografische Gruppen, das schnelles Feedback über die mobile App liefert.",
  "Access Panel": "Zugriffspanel",
  "A large database of online respondents spread across demographics that provide quick feedback via mail, SMS or calls.": "Eine große Datenbank mit Online-Befragten, verteilt über verschiedene demografische Gruppen, die schnelles Feedback per Mail, SMS oder Anrufe liefert.",
  "Digital Qual": "Digitale Qualität",
  "We provide access to Online Focus Groups and one-on-one in-depth Interviews for quick, low cost research.": "Wir bieten Zugang zu Online-Fokusgruppen und individuellen Interviews für schnelle und kostengünstige Forschung.",
  "Virtual World": "Virtuelle Welt",
  "We assist you to conduct product tests, concept and design checks using Virtual technology.": "Wir unterstützen Sie bei der Durchführung von Produkttests, Konzept- und Designüberprüfungen mit virtueller Technologie.",
  "Market Planning": "Marktplanung",
  "We can help you identify your business potential at a district, urban and rural level.": "Wir helfen Ihnen, Ihr Geschäftspotenzial auf Bezirks-, Stadt- und Länderebene zu identifizieren.",
  "Our Clients": "Unsere Kunden",
  "DO YOU HAVE A PROJECT OPPORTUNITY, OR ARE YOU JUST A LOOKING TO GET CREATIVE SOLUTIONS?": "Haben Sie eine Projektmöglichkeit oder suchen Sie einfach kreative Lösungen?",
  "BE OUR CLIENT": "Werden Sie unser Kunde",
  "FASTEST-GROWING Research AND Analytics": "Am schnellsten wachsend in Forschung und Analyse",
  "Our Latest Insights": "Unsere neuesten Einblicke",
  "The Power of B2B Research in Strengthening Business": "Die Macht der B2B-Forschung zur Stärkung von Unternehmen",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs...": "Die B2B-Forschung ist wie eine Schatzsuche. Hier suchen Unternehmen nach wertvollen Einblicken, um ihre Betriebsabläufe zu verbessern. Es geht darum, die Bedürfnisse zu verstehen...",
  "Why Is Quantitative Research Essential For Making Data-Driven Decisions?": "Warum ist quantitative Forschung entscheidend für datenbasierte Entscheidungen?",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics...": "Das Motto der quantitativen Forschung ist es, Wissen und Verständnis für die soziale Welt zu erlangen, um Ereignisse zu beobachten, die Menschen betreffen. Relevante Statistiken...",
  "What Insights Can Qualitative Research Offer Beyond the Numbers?": "Welche Erkenntnisse bietet qualitative Forschung über die Zahlen hinaus?",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user...": "Die qualitative Forschung ist ein sehr mächtiges Werkzeug, das ein tieferes Verständnis für komplexe Verhaltensweisen bietet. Es hilft, wertvolle Einblicke in den Nutzer zu gewinnen...",
  "Feb": "Februar",
  "March": "März",
  "Prolog Insights Zillion Market Private Limited (PRIZM)": "Prolog Insights Zillion Market Private Limited (PRIZM)",
  "CANADA": "Kanada",
  "6525 Chemin de la Cote Saint Luc, #505, Cote Saint Luc, Quebec, H4V 1G5 CA": "6525 Chemin de la Cote Saint Luc, #505, Cote Saint Luc, Quebec, H4V 1G5 CA",
  "USA": "USA",
  "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112": "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112",
  "INDIA": "Indien",
  "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, India, 134116": "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, India, 134116",
  "DUBAI": "Dubai",
  "IFZA Business Park, DDP, PO Box 342001, Dubai": "IFZA Business Park, DDP, Postfach 342001, Dubai",
  "Email": "E-Mail",
  "India | USA | Canada | Dubai": "Indien | USA | Kanada | Dubai",
  "OUICK LINKS": "Schnellzugriffe",
  "Services": "Dienstleistungen",
  "Clients We Serve": "Kunden, die wir bedienen",
  "Contact Us": "Kontaktieren Sie uns",
  "Join our Panel": "Werden Sie Mitglied in unserem Panel",
  "Our Services": "Unsere Dienstleistungen",
  "Prolog Insights Zillion Market Pvt Ltd": "Prolog Insights Zillion Market Pvt Ltd",
  "Blogs": "Blogs",
  "Downloads": "Downloads",
  "Speak to an Expert": "Sprich mit einem Experten",
  "General Enquiry": "Allgemeine Anfrage",
  "Survey Participants": "Umfrageteilnehmer",
  "Careers": "Karriere",
  "© 2024 Prizm Data | All Rights Reserved": "© 2024 Prizm Data | Alle Rechte vorbehalten",
  "Digital": "Digital",
  "Prizm Data": "Prizm Data",
  "A fast-growing company in Market Research Industry": "Ein schnell wachsendes Unternehmen in der Marktanalysebranche",
  "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is an international full-service Market Research company that provides data collection services, project management, and complete insight delivery. We deliver High Data Quality that will inspire you and help you make business decisions with ease. Together with our select industry partners we directly connect with over 12 million respondents in over 35 countries with a focus on Consumers and B2B Decision Makers/Influencer": "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED ist ein internationales Full-Service-Marktforschungsunternehmen, das Dienstleistungen in den Bereichen Datenerhebung, Projektmanagement und umfassende Einblickbereitstellung anbietet. Wir liefern hochwertige Daten, die Sie inspirieren und Ihnen helfen, Geschäftsentscheidungen einfach zu treffen.",
  "What We Do": "Was wir tun",
  "Survey Programming": "Umfrageprogrammierung",
  "Data processing": "Datenverarbeitung",
  "Project Management": "Projektmanagement",
  "Data collection": "Datenerfassung",
  "Media Assessment": "Medienbewertung",
  "Reporting & Analytics": "Berichterstellung & Analyse",
  "Our Passion": "Unsere Leidenschaft",
  "Best in Class Standards in Quality and Execution": "Beste Standards in Qualität und Ausführung",
  "Leadership with Deep Domain Experience": "Führungsstärke mit tiefgreifender Facherfahrung",
  "Clients": "Kunden",
  "Our clients are market research firms, consulting companies and professional services firms. We provide all services for market research including survey programming, data collection, and data processing.": "Unsere Kunden sind Marktforschungsunternehmen, Beratungsfirmen und professionelle Dienstleistungsfirmen. Wir bieten alle Dienstleistungen für die Marktforschung, einschließlich Umfrageprogrammierung, Datenerfassung und Datenverarbeitung.",
  "Consulting Firms": "Beratungsfirmen",
  "Market Research Firms": "Marktforschungsunternehmen",
  "Professional Services Firms": "Professionelle Dienstleistungsfirmen",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics, facts or figures can ensure a stable backbone for compiling your management reports. Data-based decision-making will propel your aim to reach new heights.": "Das Motto der quantitativen Forschung besteht darin, Wissen und Verständnis über die soziale Welt zu erlangen, um Ereignisse zu beobachten, die Menschen betreffen. Relevante Statistiken, Fakten oder Zahlen können ein stabiles Rückgrat für die Erstellung Ihrer Managementberichte bilden. Die datenbasierte Entscheidungsfindung wird Ihr Ziel vorantreiben und neue Höhen erreichen",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs and preferences. Also, you need to realize the challenges of other businesses. This creates a roadmap for collaboration. The research is not about big words and complex theories. Rather, it's about finding simple solutions to grave problems.": "B2B-Recherche ist wie eine Schatzsuche. Hier suchen Unternehmen nach wertvollen Erkenntnissen, um ihre Abläufe zu verbessern. Es geht darum, die Bedürfnisse und Vorlieben zu verstehen. Außerdem müssen Sie sich der Herausforderungen anderer Unternehmen bewusst sein. Dadurch entsteht eine Roadmap für die Zusammenarbeit. Bei der Forschung geht es nicht um große Worte und komplexe Theorien. Vielmehr geht es darum, einfache Lösungen für schwerwiegende Probleme zu finden.",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user experience. Qualitative analysis is descriptive research that can throw light on quantitative data. The analysis is a flexible behavioral research method that makes you understand the motivations and subjective interpretations of human behavior. Gathering nonnumerical data will help you to explore the nuances and patterns beyond the numbers.": "Qualitative Forschung ist ein sehr leistungsstarkes Werkzeug, das ein tieferes Verständnis für komplexe Verhaltensweisen bietet. Sie hilft, wertvolle Einblicke in die Nutzererfahrung zu gewinnen. Qualitative Analyse ist eine beschreibende Forschung, die quantitative Daten beleuchten kann. Die Analyse ist eine flexible Verhaltensforschungsmethode, die es Ihnen ermöglicht, die Motivationen und subjektiven Interpretationen menschlichen Verhaltens zu verstehen. Das Sammeln nicht numerischer Daten hilft Ihnen, die Nuancen und Muster jenseits der Zahlen zu erkunden.",
  "Welcome": "Willkommen",
  "It is with great pleasure and enthusiasm that we extend a warm welcome to each of you as valued members of our distinguished Expert Panel on Market Research!": "Mit großer Freude und Begeisterung heißen wir jeden von Ihnen als geschätzte Mitglieder unseres angesehenen Expertengremiums für Marktforschung herzlich willkommen!",
  "START_WORKING_WITH_US": "ARBEITEN SIE MIT UNS",
  "FULL_SERVICE_SUPPORT": "Umfassender Service-Support",
  "MARKET_RESEARCH_PARAGRAPH_1": "Marktforschung ist eine Voraussetzung für wichtige Geschäftsentscheidungen, da viele organisatorische Fehler auf unzureichende Forschung zurückzuführen sind. Während es wichtig ist, die neuesten Markttrends zu ermitteln, kann eine umfassende Marktforschung überwältigend sein. Daher entscheiden sich zahlreiche Unternehmen dafür, diese Aufgabe an zuverlässige Dienstleister wie PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED auszulagern. Marktforschungsunternehmen entwickeln sich weiter, um anspruchsvollere Dienstleistungen unter Einsatz fortschrittlicher Analysen und aufkommender Schätzmethoden anzubieten. Sie integrieren maßgeschneiderte Tools, um dem Wettbewerbsdruck zu begegnen und qualitativ hochwertige Daten, Erkenntnisse und Empfehlungen bereitzustellen.",
  "MARKET_RESEARCH_PARAGRAPH_2": "Als führendes Unternehmen im Bereich Marktforschungs-Outsourcing verfügen wir über Branchenexpertise und die Fähigkeit, umfassende Lösungen für Forschungsorganisationen und Unternehmen bereitzustellen. Unser Angebot umfasst alle notwendigen Ressourcen und Erfahrungen, um die Anforderungen der Branche entlang der Wertschöpfungskette der Marktforschungsoperationen zu erfüllen. Mit einem umfangreichen Team hochqualifizierter Fachleute, analytischer Expertise und einem tiefen Verständnis von Geschäftsprozessen ermöglichen wir es Marktforschungsunternehmen, fundiertere Entscheidungen zu treffen und ihren Kunden ein erweitertes Dienstleistungsspektrum anzubieten.",
  "CONTACT WITH US": "KONTAKTIEREN SIE UNS",
  "Feel Free to Get in Touch !!": "Fühlen Sie sich frei, uns zu kontaktieren !!",
  "Canada": "Kanada",
  "Chemin de la Cote Saint Luc": "Chemin de la Cote Saint Luc",
  "Cote Saint Luc, Quebec": "Cote Saint Luc, Quebec",
  "CA": "Kanada",
  "S Blackhawk St": "S Blackhawk Straße",
  "Englewood, Denver": "Englewood, Denver",
  "India": "Indien",
  "GH06 SEC-20, HARYANA": "GH06 Sektor-20, HARYANA",
  "Panchkula, Haryana, India": "Panchkula, Haryana, Indien",
  "Dubai": "Dubai",
  "IFZA Business Park, DDP": "IFZA Business Park, DDP",
  "PO Box 342001, Dubai": "Postfach 342001, Dubai",
  "Name": "Name",
  "Mobile No.": "Mobilnummer",
  "Message": "Nachricht",
  "BUSINESS_TARGET": "Geschäftsziel",
  "Target your Market with Confidence": "Zielen Sie selbstbewusst auf Ihren Markt",
  "Your business is in a persistent battle for your clients’ recognition whether you know it or not.": "Ihr Unternehmen befindet sich in einem ständigen Kampf um die Anerkennung Ihrer Kunden, ob Sie es wissen oder nicht.",
  "Provide Excellence": "Exzellenz bieten",
  "Result": "Ergebnis",
  "CLIENTS": "Kunden",
  "PROJECTS": "Projekte",
  "COUNTRIES": "Länder",
  "SURVEY RUNS": "Umfragen ausführen",
  "B2B SURVEYS": "B2B-Umfragen",
  "TOTAL RESPONDENTS": "Gesamtteilnehmer",
  "SURVEYS COMPLETED": "Abgeschlossene Umfragen",
  "Why Choose Us": "Warum sollten Sie sich für uns entscheiden?",
  "Latest Blog": "Neuester Blog",
  "No Upcoming Events": "Keine bevorstehenden Veranstaltungen",
  "Downloadables": "Herunterladbare Dateien",
  "We will shortly upload the data for downloading.": "Wir werden die Daten in Kürze zum Download hochladen"
}
