{
  "HOME": "Inicio",
  "CLIENTS WE SERVE": "Clientes que atendemos",
  "QUANTITATIVE RESEARCH": "Investigación cuantitativa",
  "QUALITATIVE RESEARCH": "Investigación cualitativa",
  "B2B RESEARCH": "Investigación B2B",
  "INDUSTRIES": "Industrias",
  "Blog Insights": "Perspectivas del blog",
  "Upcoming Events": "Próximos eventos",
  "BESPOKE SERVICES": "Servicios personalizados",
  "Downloadable (Reports)": "Descargables (Informes)",
  "SOLUTIONS": "Soluciones",
  "OUR SERVICES": "Nuestros servicios",
  "ABOUT US": "Sobre nosotros",
  "BLOGS": "Blogs",
  "UPCOMING EVENTS": "Próximos eventos",
  "DOWNLOADS": "Descargas",
  "RESOURCE CENTER": "Centro de recursos",
  "CONTACT US": "Contáctenos",
  "JOIN OUR PANEL": "Únete a nuestro panel",
  "Market": "Mercado",
  "Planning": "Planificación",
  "Grab our digital Marketing Deals today": "Aprovecha nuestras ofertas de marketing digital hoy",
  "Read More": "Leer más",
  "Global": "Global",
  "Trends": "Tendencias",
  "Analyzing Trends Shaping [Industry] Worldwide": "Analizando las tendencias que están dando forma a la [Industria] en todo el mundo",
  "Targeting": "Segmentación",
  "Growth": "Crecimiento",
  "Key Market Opportunities Revealed": "Oportunidades clave del mercado reveladas",
  "Easy Way Build Success Your Business Plan": "Fácil manera de construir el éxito de tu plan de negocios",
  "Services We Provide": "Servicios que ofrecemos",
  "Quantitative Research": "Investigación cuantitativa",
  "We use numbers and data to study and analyze trends, patterns, and relationships in a systematic way.": "Usamos números y datos para estudiar y analizar tendencias, patrones y relaciones de manera sistemática.",
  "Qualitative Research": "Investigación cualitativa",
  "Explores people's thoughts, feelings, and behaviors through in-depth interviews, observations, and questions.": "Explora los pensamientos, sentimientos y comportamientos de las personas a través de entrevistas en profundidad, observaciones y preguntas.",
  "B2B Research": "Investigación B2B",
  "Focuses on understanding the needs, preferences, and behavior of businesses when making purchasing decisions.": "Se centra en comprender las necesidades, preferencias y comportamiento de las empresas al tomar decisiones de compra.",
  "Industries": "Industrias",
  "Provides assistance in insights and analysis on various economic sectors, helping businesses understand market trends and make informed decisions.": "Ofrece asistencia en ideas y análisis sobre varios sectores económicos, ayudando a las empresas a entender las tendencias del mercado y tomar decisiones informadas.",
  "Bespoke Services": "Servicios personalizados",
  "Customization, adaptability, and individualized attention are our top priorities in order to guarantee that the final outcome fulfills each client's precise needs and expectations.": "La personalización, la adaptabilidad y la atención individualizada son nuestras principales prioridades para garantizar que el resultado final cumpla con las necesidades y expectativas precisas de cada cliente.",
  "Solutions": "Soluciones",
  "We offer practical answers and strategies to address business challenges, providing tailored solutions based on comprehensive market analysis.": "Ofrecemos respuestas prácticas y estrategias para abordar los desafíos empresariales, proporcionando soluciones personalizadas basadas en un análisis de mercado integral.",
  "ABOUT PRIZM DATA": "Sobre Prizm Data",
  "Prizm Data & Consulting": "Prizm Data & Consultoría",
  "A FAST-GROWING COMPANY IN MARKET RESEARCH INDUSTRY": "Una empresa de rápido crecimiento en la industria de investigación de mercado",
  "MARKET RESEARCH INDUSTRY PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is a fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology.": "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED es una empresa de rápido crecimiento en la industria de investigación de mercado que ofrece soluciones en línea innovadoras a clientes globales con habilidades y tecnología sólidas.",
  "A fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology": "Una empresa de rápido crecimiento en la industria de investigación de mercado que ofrece soluciones en línea innovadoras a clientes globales con habilidades y tecnología sólidas.",
  "Satisfied Client": "Cliente satisfecho",
  "UNMATCHED QUALITY AND RELIABILITY": "Calidad y confiabilidad incomparables",
  "WHY CHOOSE US": "Por qué elegirnos",
  "PROJECT COMPLETED": "Proyectos completados",
  "DATA SPECIALISTS": "Especialistas en datos",
  "SATISFIED CLIENTS": "Clientes satisfechos",
  "SMART SOLUTIONS": "Soluciones inteligentes",
  "START WORKING WITH US": "Comience a trabajar con nosotros",
  "PRIZM DATA IN MARKET INDUSTRY": "Prizm Data en la industria de mercado",
  "PROJECT OPPORTUNITY OR CREATIVE SOLUTIONS": "¿Oportunidad de proyecto o soluciones creativas?",
  "NAME": "Nombre",
  "PHONE NUMBER": "Número de teléfono",
  "EMAIL ID": "Correo electrónico",
  "YOUR QUERY": "Su consulta",
  "SUBMIT": "Enviar",
  "QUALITY DATA SUPPORT": "Soporte de datos de calidad",
  "OUR EXPERIENCE CAN BOOST YOUR BUSINESS": "Nuestra experiencia puede impulsar su negocio",
  "EMAIL ADDRESS": "Dirección de correo electrónico",
  "FASTEST-GROWING RESEARCH AND ANALYTICS": "Investigación y análisis de mayor crecimiento",
  "Syndicated Studies": "Estudios sindicados",
  "We offer a wide range of Syndicated offerings. Off the shelf subscription. Customisable to your requirements.": "Ofrecemos una amplia gama de ofertas sindicadas. Suscripción lista para usar. Personalizable a sus requisitos.",
  "Intelligent Automation": "Automatización inteligente",
  "A dedicated panel of respondents spread across demographics that provide quick feedback using the mobile app.": "Un panel dedicado de encuestados distribuidos entre demografías que proporciona comentarios rápidos utilizando la aplicación móvil.",
  "Access Panel": "Panel de acceso",
  "A large database of online respondents spread across demographics that provide quick feedback via mail, SMS or calls.": "Una gran base de datos de encuestados en línea distribuidos entre demografías que proporciona comentarios rápidos a través de correo, SMS o llamadas.",
  "Digital Qual": "Calidad digital",
  "We provide access to Online Focus Groups and one-on-one in-depth Interviews for quick, low cost research.": "Proporcionamos acceso a grupos focales en línea y entrevistas en profundidad uno a uno para investigaciones rápidas y de bajo costo.",
  "Virtual World": "Mundo virtual",
  "We assist you to conduct product tests, concept and design checks using Virtual technology.": "Le ayudamos a realizar pruebas de productos, comprobaciones de conceptos y diseños utilizando tecnología virtual.",
  "Market Planning": "Planificación de mercado",
  "We can help you identify your business potential at a district, urban and rural level.": "Podemos ayudarle a identificar el potencial de su negocio a nivel distrital, urbano y rural.",
  "Our Clients": "Nuestros clientes",
  "DO YOU HAVE A PROJECT OPPORTUNITY, OR ARE YOU JUST A LOOKING TO GET CREATIVE SOLUTIONS?": "¿Tiene una oportunidad de proyecto o simplemente está buscando soluciones creativas?",
  "BE OUR CLIENT": "Sea nuestro cliente",
  "FASTEST-GROWING Research AND Analytics": "Investigación y análisis de mayor crecimiento",
  "Our Latest Insights": "Nuestras últimas perspectivas",
  "The Power of B2B Research in Strengthening Business": "El poder de la investigación B2B en el fortalecimiento de los negocios",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs...": "La investigación B2B es como una búsqueda del tesoro. Aquí, las empresas buscan ideas valiosas para mejorar sus operaciones. Implica comprender las necesidades...",
  "Why Is Quantitative Research Essential For Making Data-Driven Decisions?": "¿Por qué es esencial la investigación cuantitativa para tomar decisiones basadas en datos?",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics...": "El lema de la investigación cuantitativa es adquirir conocimiento y comprensión del mundo social para observar eventos que afectan a las personas. Estadísticas relevantes...",
  "What Insights Can Qualitative Research Offer Beyond the Numbers?": "¿Qué ideas puede ofrecer la investigación cualitativa más allá de los números?",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user...": "La investigación cualitativa es una herramienta muy poderosa que proporciona una comprensión más profunda de los comportamientos complejos. Ayuda a descubrir ideas valiosas sobre el usuario...",
  "Feb": "Febrero",
  "March": "Marzo",
  "Prolog Insights Zillion Market Private Limited (PRIZM)": "Prolog Insights Zillion Market Private Limited (PRIZM)",
  "CANADA": "Canadá",
  "6525 Chemin de la Cote Saint Luc, #505, Cote Saint Luc, Quebec, H4V 1G5 CA": "6525 Chemin de la Cote Saint Luc, #505, Cote Saint Luc, Quebec, H4V 1G5 CA",
  "USA": "Estados Unidos",
  "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112": "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112",
  "INDIA": "India",
  "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, India, 134116": "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, India, 134116",
  "DUBAI": "Dubái",
  "IFZA Business Park, DDP, PO Box 342001, Dubai": "Parque empresarial IFZA, DDP, Apartado Postal 342001, Dubái",
  "Email": "Correo electrónico",
  "India | USA | Canada | Dubai": "India | Estados Unidos | Canadá | Dubái",
  "OUICK LINKS": "Enlaces rápidos",
  "Services": "Servicios",
  "Clients We Serve": "Clientes que atendemos",
  "Contact Us": "Contáctenos",
  "Join our Panel": "Únete a nuestro panel",
  "Our Services": "Nuestros servicios",
  "Prolog Insights Zillion Market Pvt Ltd": "Prolog Insights Zillion Market Pvt Ltd",
  "Blogs": "Blogs",
  "Downloads": "Descargas",
  "Speak to an Expert": "Habla con un experto",
  "General Enquiry": "Consulta general",
  "Survey Participants": "Participantes de la encuesta",
  "Careers": "Carreras",
  "© 2024 Prizm Data | All Rights Reserved": "© 2024 Prizm Data | Todos los derechos reservados",
  "Digital": "Digital",
  "Prizm Data": "Prizm Data",
  "A fast-growing company in Market Research Industry": "Una empresa en rápido crecimiento en la industria de investigación de mercados",
  "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is an international full-service Market Research company that provides data collection services, project management, and complete insight delivery. We deliver High Data Quality that will inspire you and help you make business decisions with ease. Together with our select industry partners we directly connect with over 12 million respondents in over 35 countries with a focus on Consumers and B2B Decision Makers/Influencer": "Prolog Insights Zillion Market Private Limited es una empresa internacional de investigación de mercados de servicio completo que ofrece servicios de recopilación de datos, gestión de proyectos y entrega completa de información. Proporcionamos datos de alta calidad que te inspirarán y te ayudarán a tomar decisiones comerciales con facilidad.",
  "What We Do": "Qué hacemos",
  "Survey Programming": "Programación de encuestas",
  "Data processing": "Procesamiento de datos",
  "Project Management": "Gestión de proyectos",
  "Data collection": "Recopilación de datos",
  "Media Assessment": "Evaluación de medios",
  "Reporting & Analytics": "Informes y análisis",
  "Our Passion": "Nuestra pasión",
  "Best in Class Standards in Quality and Execution": "Mejores estándares en calidad y ejecución",
  "Leadership with Deep Domain Experience": "Liderazgo con experiencia profunda en el sector",
  "Clients": "Clientes",
  "Our clients are market research firms, consulting companies and professional services firms. We provide all services for market research including survey programming, data collection, and data processing.": "Nuestros clientes son empresas de investigación de mercados, consultorías y firmas de servicios profesionales. Proveemos todos los servicios de investigación de mercados, incluyendo la programación de encuestas, la recopilación de datos y el procesamiento de datos.",
  "Consulting Firms": "Firmas de consultoría",
  "Market Research Firms": "Empresas de investigación de mercado",
  "Professional Services Firms": "Empresas de servicios profesionales",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics, facts or figures can ensure a stable backbone for compiling your management reports. Data-based decision-making will propel your aim to reach new heights.": "El lema de la investigación cuantitativa es adquirir conocimiento y comprensión del mundo social para observar los acontecimientos que afectan a las personas. Las estadísticas, hechos o cifras relevantes pueden garantizar una columna vertebral estable para compilar sus informes de gestión. La toma de decisiones basada en datos impulsará su objetivo a alcanzar nuevas alturas",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs and preferences. Also, you need to realize the challenges of other businesses. This creates a roadmap for collaboration. The research is not about big words and complex theories. Rather, it's about finding simple solutions to grave problems.": "La investigación B2B es como una búsqueda del tesoro. Aquí, las empresas buscan información valiosa para mejorar sus operaciones. Implica comprender las necesidades y preferencias. Además, es necesario darse cuenta de los desafíos de otras empresas. Esto crea una hoja de ruta para la colaboración. La investigación no se trata de grandes palabras y teorías complejas. Más bien, se trata de encontrar soluciones simples a problemas graves.",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user experience. Qualitative analysis is descriptive research that can throw light on quantitative data. The analysis is a flexible behavioral research method that makes you understand the motivations and subjective interpretations of human behavior. Gathering nonnumerical data will help you to explore the nuances and patterns beyond the numbers.": "La investigación cualitativa es una herramienta muy poderosa que proporciona una comprensión más profunda de comportamientos complejos. Ayuda a descubrir ideas valiosas sobre la experiencia del usuario. El análisis cualitativo es una investigación descriptiva que puede arrojar luz sobre los datos cuantitativos. El análisis es un método flexible de investigación del comportamiento que te permite comprender las motivaciones e interpretaciones subjetivas del comportamiento humano. Recopilar datos no numéricos te ayudará a explorar los matices y patrones más allá de los números.",
  "Welcome": "Bienvenido",
  "It is with great pleasure and enthusiasm that we extend a warm welcome to each of you as valued members of our distinguished Expert Panel on Market Research!": "¡Es con gran placer y entusiasmo que damos una cálida bienvenida a cada uno de ustedes como valiosos miembros de nuestro distinguido Panel de Expertos en Investigación de Mercado!",
  "Join our movement today!": "¡Únase a nuestro movimiento hoy!",
  "Join Us": "Únete a nosotros",
  "START_WORKING_WITH_US": "EMPIEZA A TRABAJAR CON NOSOTROS",
  "FULL_SERVICE_SUPPORT": "Soporte de servicio completo",
  "MARKET_RESEARCH_PARAGRAPH_1": "La investigación de mercado es un requisito previo para tomar decisiones comerciales cruciales, ya que muchos errores organizativos surgen de una investigación inadecuada. Si bien determinar las últimas tendencias del mercado es esencial, realizar una investigación de mercado integral puede ser abrumador. En consecuencia, numerosas empresas optan por externalizar esta tarea a proveedores de servicios confiables como PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED. Las empresas de investigación de mercado están evolucionando para brindar servicios más sofisticados utilizando análisis avanzados y métodos de estimación emergentes. Están integrando herramientas personalizadas para navegar presiones competitivas y ofrecer datos, conocimientos y recomendaciones de alta calidad.",
  "MARKET_RESEARCH_PARAGRAPH_2": "Como líder en la prestación de servicios de externalización de investigación de mercado, poseemos experiencia en la industria y la capacidad de ofrecer soluciones integrales para organizaciones de investigación y corporaciones. Nuestras ofertas abarcan todos los recursos y experiencia necesarios para cumplir con los requisitos de la industria a lo largo de la cadena de valor de las operaciones de investigación de mercado. Con un equipo sustancial de profesionales altamente calificados, experiencia analítica y un profundo conocimiento de los procesos comerciales, empoderamos a las empresas de investigación de mercado para que tomen decisiones más informadas y ofrezcan a los clientes una gama mejorada de servicios.",
  "CONTACT WITH US": "CONTÁCTENOS",
  "Feel Free to Get in Touch !!": "No dudes en ponerte en contacto !!",
  "Canada": "Canadá",
  "Chemin de la Cote Saint Luc": "Camino de la Cote Saint Luc",
  "Cote Saint Luc, Quebec": "Cote Saint Luc, Quebec",
  "CA": "CA",
  "S Blackhawk St": "Calle S Blackhawk",
  "Englewood, Denver": "Englewood, Denver",
  "India": "India",
  "GH06 SEC-20, HARYANA": "GH06 SEC-20, HARYANA",
  "Panchkula, Haryana, India": "Panchkula, Haryana, India",
  "Dubai": "Dubái",
  "IFZA Business Park, DDP": "Parque Empresarial IFZA, DDP",
  "PO Box 342001, Dubai": "Apartado Postal 342001, Dubái",
  "Name": "Nombre",
  "Mobile No.": "No. Móvil",
  "Message": "Mensaje",
  "BUSINESS_TARGET": "Objetivo comercial",
  "Target your Market with Confidence": "Apunta a tu mercado con confianza",
  "Your business is in a persistent battle for your clients’ recognition whether you know it or not.": "Tu negocio está en una batalla constante por el reconocimiento de tus clientes, lo sepas o no.",
  "Provide Excellence": "Proveer excelencia",
  "Result": "Resultado",
  "CLIENTS": "Clientes",
  "PROJECTS": "Proyectos",
  "COUNTRIES": "Países",
  "SURVEY RUNS": "Ejecutar encuestas",
  "B2B SURVEYS": "Encuestas B2B",
  "TOTAL RESPONDENTS": "Total de encuestados",
  "SURVEYS COMPLETED": "Encuestas completadas",
  "Why Choose Us": "¿Por qué elegirnos?"
}
