{
  "HOME": "Accueil",
  "CLIENTS WE SERVE": "Clients que nous servons",
  "QUANTITATIVE RESEARCH": "Recherche quantitative",
  "QUALITATIVE RESEARCH": "Recherche qualitative",
  "B2B RESEARCH": "Recherche B2B",
  "INDUSTRIES": "Secteurs",
  "Blog Insights": "Aperçus du blog",
  "Upcoming Events": "Événements à venir",
  "BESPOKE SERVICES": "Services sur mesure",
  "Downloadable (Reports)": "Téléchargeables (Rapports)",
  "SOLUTIONS": "Solutions",
  "OUR SERVICES": "Nos services",
  "ABOUT US": "À propos de nous",
  "BLOGS": "Blogs",
  "UPCOMING EVENTS": "Événements à venir",
  "DOWNLOADS": "Téléchargements",
  "RESOURCE CENTER": "Centre de ressources",
  "CONTACT US": "Contactez-nous",
  "JOIN OUR PANEL": "Rejoignez notre panel",
  "Market": "Marché",
  "Planning": "Planification",
  "Grab our digital Marketing Deals today": "Profitez de nos offres de marketing numérique dès aujourd'hui",
  "Read More": "En savoir plus",
  "Global": "Global",
  "Trends": "Tendances",
  "Analyzing Trends Shaping [Industry] Worldwide": "Analyse des tendances qui façonnent [l'industrie] dans le monde",
  "Targeting": "Ciblage",
  "Growth": "Croissance",
  "Key Market Opportunities Revealed": "Principales opportunités de marché révélées",
  "Easy Way Build Success Your Business Plan": "Méthode simple pour réussir votre plan d'affaires",
  "Services We Provide": "Services que nous fournissons",
  "Quantitative Research": "Recherche quantitative",
  "We use numbers and data to study and analyze trends, patterns, and relationships in a systematic way.": "Nous utilisons des chiffres et des données pour étudier et analyser les tendances, les modèles et les relations de manière systématique.",
  "Qualitative Research": "Recherche qualitative",
  "Explores people's thoughts, feelings, and behaviors through in-depth interviews, observations, and questions.": "Explore les pensées, les sentiments et les comportements des gens grâce à des entretiens approfondis, des observations et des questions.",
  "B2B Research": "Recherche B2B",
  "Focuses on understanding the needs, preferences, and behavior of businesses when making purchasing decisions.": "Se concentre sur la compréhension des besoins, des préférences et des comportements des entreprises lors de leurs décisions d'achat.",
  "Industries": "Secteurs",
  "Provides assistance in insights and analysis on various economic sectors, helping businesses understand market trends and make informed decisions.": "Fournit une assistance sous forme d'aperçus et d'analyses sur divers secteurs économiques, aidant les entreprises à comprendre les tendances du marché et à prendre des décisions éclairées.",
  "Bespoke Services": "Services sur mesure",
  "Customization, adaptability, and individualized attention are our top priorities in order to guarantee that the final outcome fulfills each client's precise needs and expectations.": "La personnalisation, l'adaptabilité et l'attention individualisée sont nos priorités pour garantir que le résultat final réponde aux besoins et attentes précis de chaque client.",
  "Solutions": "Solutions",
  "We offer practical answers and strategies to address business challenges, providing tailored solutions based on comprehensive market analysis.": "Nous offrons des réponses pratiques et des stratégies pour relever les défis commerciaux, en fournissant des solutions adaptées basées sur une analyse complète du marché.",
  "ABOUT PRIZM DATA": "À propos de Prizm Data",
  "Prizm Data & Consulting": "Prizm Data & Conseil",
  "A FAST-GROWING COMPANY IN MARKET RESEARCH INDUSTRY": "Une entreprise en pleine croissance dans le domaine des études de marché",
  "MARKET RESEARCH INDUSTRY PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is a fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology.": "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED est une entreprise en pleine croissance dans le domaine des études de marché, offrant des solutions en ligne innovantes à des clients du monde entier grâce à ses compétences et sa technologie.",
  "A fast-growing company in the Market Research industry providing innovative online solutions to global clients with strong skills and technology": "Une entreprise en pleine croissance dans le domaine des études de marché, fournissant des solutions en ligne innovantes à des clients internationaux grâce à des compétences solides et une technologie avancée.",
  "Satisfied Client": "Client satisfait",
  "UNMATCHED QUALITY AND RELIABILITY": "Qualité et fiabilité inégalées",
  "WHY CHOOSE US": "Pourquoi nous choisir?",
  "PROJECT COMPLETED": "Projet terminé",
  "DATA SPECIALISTS": "Spécialistes des données",
  "SATISFIED CLIENTS": "Clients satisfaits",
  "SMART SOLUTIONS": "Solutions intelligentes",
  "START WORKING WITH US": "Commencez à travailler avec nous",
  "PRIZM DATA IN MARKET INDUSTRY": "Prizm Data dans le secteur des études de marché",
  "PROJECT OPPORTUNITY OR CREATIVE SOLUTIONS": "Opportunité de projet ou solutions créatives",
  "NAME": "Nom",
  "PHONE NUMBER": "Numéro de téléphone",
  "EMAIL ID": "Adresse e-mail",
  "YOUR QUERY": "Votre requête",
  "SUBMIT": "Soumettre",
  "QUALITY DATA SUPPORT": "Soutien de données de qualité",
  "OUR EXPERIENCE CAN BOOST YOUR BUSINESS": "Notre expérience peut booster votre entreprise",
  "EMAIL ADDRESS": "Adresse e-mail",
  "FASTEST-GROWING RESEARCH AND ANALYTICS": "Recherches et analyses à la croissance la plus rapide",
  "Syndicated Studies": "Études syndiquées",
  "We offer a wide range of Syndicated offerings. Off the shelf subscription. Customisable to your requirements.": "Nous proposons une large gamme d'offres syndiquées. Abonnements standards. Personnalisables selon vos besoins.",
  "Intelligent Automation": "Automatisation intelligente",
  "A dedicated panel of respondents spread across demographics that provide quick feedback using the mobile app.": "Un panel dédié de répondants répartis sur divers segments démographiques qui fournissent des retours rapides via l'application mobile.",
  "Access Panel": "Panel d'accès",
  "A large database of online respondents spread across demographics that provide quick feedback via mail, SMS or calls.": "Une grande base de données de répondants en ligne, répartis sur divers segments démographiques, qui fournissent des retours rapides par mail, SMS ou appels.",
  "Digital Qual": "Qualité numérique",
  "We provide access to Online Focus Groups and one-on-one in-depth Interviews for quick, low cost research.": "Nous offrons un accès à des groupes de discussion en ligne et des entretiens individuels approfondis pour des recherches rapides et économiques.",
  "Virtual World": "Monde virtuel",
  "We assist you to conduct product tests, concept and design checks using Virtual technology.": "Nous vous aidons à réaliser des tests de produits, des vérifications de concepts et de designs à l'aide de la technologie virtuelle.",
  "Market Planning": "Planification de marché",
  "We can help you identify your business potential at a district, urban and rural level.": "Nous pouvons vous aider à identifier le potentiel de votre entreprise aux niveaux local, urbain et rural.",
  "Our Clients": "Nos clients",
  "DO YOU HAVE A PROJECT OPPORTUNITY, OR ARE YOU JUST A LOOKING TO GET CREATIVE SOLUTIONS?": "Avez-vous une opportunité de projet ou cherchez-vous simplement des solutions créatives?",
  "BE OUR CLIENT": "Devenez notre client",
  "FASTEST-GROWING Research AND Analytics": "Recherches et analyses en pleine expansion",
  "Our Latest Insights": "Nos derniers aperçus",
  "The Power of B2B Research in Strengthening Business": "La puissance de la recherche B2B dans le renforcement des entreprises",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs...": "La recherche B2B est comme une chasse au trésor. Ici, les entreprises recherchent des informations précieuses pour améliorer leurs opérations. Elle consiste à comprendre les besoins...",
  "Why Is Quantitative Research Essential For Making Data-Driven Decisions?": "Pourquoi la recherche quantitative est-elle essentielle pour prendre des décisions basées sur les données?",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics...": "Le but de la recherche quantitative est d'acquérir des connaissances et une compréhension du monde social pour observer les événements qui touchent les individus. Statistiques pertinentes...",
  "What Insights Can Qualitative Research Offer Beyond the Numbers?": "Quelles perspectives offre la recherche qualitative au-delà des chiffres?",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user...": "La recherche qualitative est un outil très puissant qui permet une meilleure compréhension des comportements complexes. Elle aide à découvrir des informations précieuses sur l'utilisateur...",
  "Feb": "Février",
  "March": "Mars",
  "Prolog Insights Zillion Market Private Limited (PRIZM)": "Prolog Insights Zillion Market Private Limited (PRIZM)",
  "CANADA": "Canada",
  "6525 Chemin de la Cote Saint Luc, #505, Cote Saint Luc, Quebec, H4V 1G5 CA": "6525 Chemin de la Côte Saint-Luc, #505, Côte Saint-Luc, Québec, H4V 1G5 CA",
  "USA": "États-Unis",
  "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112": "7550 S Blackhawk St, Englewood, Denver, Colorado, 80112",
  "INDIA": "Inde",
  "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, India, 134116": "404 GH06 SEC-20, HARYANA, Panchkula, Haryana, Inde, 134116",
  "DUBAI": "Dubaï",
  "IFZA Business Park, DDP, PO Box 342001, Dubai": "Parc d'affaires IFZA, DDP, Boîte postale 342001, Dubaï",
  "Email": "E-mail",
  "India | USA | Canada | Dubai": "Inde | États-Unis | Canada | Dubaï",
  "OUICK LINKS": "Liens rapides",
  "Services": "Services",
  "Clients We Serve": "Clients que nous servons",
  "Contact Us": "Contactez-nous",
  "Join our Panel": "Rejoignez notre panel",
  "Our Services": "Nos services",
  "Prolog Insights Zillion Market Pvt Ltd": "Prolog Insights Zillion Market Pvt Ltd",
  "Blogs": "Blogs",
  "Downloads": "Téléchargements",
  "Speak to an Expert": "Parlez à un expert",
  "General Enquiry": "Demande générale",
  "Survey Participants": "Participants à l'enquête",
  "Careers": "Carrières",
  "© 2024 Prizm Data | All Rights Reserved": "© 2024 Prizm Data | Tous droits réservés",
  "Digital": "Numérique",
  "Prizm Data": "Prizm Data",
  "A fast-growing company in Market Research Industry": "Une entreprise en pleine croissance dans le secteur des études de marché",
  "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED is an international full-service Market Research company that provides data collection services, project management, and complete insight delivery. We deliver High Data Quality that will inspire you and help you make business decisions with ease. Together with our select industry partners we directly connect with over 12 million respondents in over 35 countries with a focus on Consumers and B2B Decision Makers/Influencer": "PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED est une entreprise internationale d’études de marché offrant des services de collecte de données, de gestion de projets et de livraison complète des informations. Nous fournissons des données de haute qualité qui vous inspireront et vous aideront à prendre des décisions commerciales facilement.",
  "What We Do": "Ce que nous faisons",
  "Survey Programming": "Programmation d’enquêtes",
  "Data processing": "Traitement des données",
  "Project Management": "Gestion de projets",
  "Data collection": "Collecte de données",
  "Media Assessment": "Évaluation des médias",
  "Reporting & Analytics": "Rapports et analyses",
  "Our Passion": "Notre passion",
  "Best in Class Standards in Quality and Execution": "Les meilleures normes de qualité et d’exécution",
  "Leadership with Deep Domain Experience": "Leadership avec une expérience approfondie",
  "Clients": "Clients",
  "Our clients are market research firms, consulting companies and professional services firms. We provide all services for market research including survey programming, data collection, and data processing.": "Nos clients sont des entreprises d’études de marché, des cabinets de conseil et des entreprises de services professionnels. Nous fournissons tous les services pour les études de marché, y compris la programmation d’enquêtes, la collecte de données et le traitement des données.",
  "Consulting Firms": "Cabinets de conseil",
  "Market Research Firms": "Entreprises d’études de marché",
  "Professional Services Firms": "Entreprises de services professionnels",
  "The motto of quantitative research is to acquire knowledge and understanding of the social world to observe events that affect people. Relevant statistics, facts or figures can ensure a stable backbone for compiling your management reports. Data-based decision-making will propel your aim to reach new heights.": "La devise de la recherche quantitative est d’acquérir des connaissances et une compréhension du monde social pour observer les événements qui affectent les personnes. Des statistiques, faits ou chiffres pertinents peuvent garantir une base stable pour la compilation de vos rapports de gestion. La prise de décision basée sur les données vous propulsera vers de nouveaux sommets",
  "B2B research is like a treasure hunt. Here, businesses search for valuable insights to enhance their operations. It involves understanding the needs and preferences. Also, you need to realize the challenges of other businesses. This creates a roadmap for collaboration. The research is not about big words and complex theories. Rather, it's about finding simple solutions to grave problems.": "La recherche B2B s’apparente à une chasse au trésor. Ici, les entreprises recherchent des informations précieuses pour améliorer leurs opérations. Cela implique de comprendre les besoins et les préférences. Vous devez également prendre conscience des défis des autres entreprises. Cela crée une feuille de route pour la collaboration. La recherche ne porte pas sur de grands mots et des théories complexes. Il s’agit plutôt de trouver des solutions simples à de graves problèmes.",
  "Qualitative research is a very powerful tool that provides a deeper understanding of complex behaviors. It helps to unlock valuable insights into the user experience. Qualitative analysis is descriptive research that can throw light on quantitative data. The analysis is a flexible behavioral research method that makes you understand the motivations and subjective interpretations of human behavior. Gathering nonnumerical data will help you to explore the nuances and patterns beyond the numbers.": "La recherche qualitative est un outil très puissant qui permet de mieux comprendre les comportements complexes. Elle aide à révéler des informations précieuses sur l'expérience utilisateur. L'analyse qualitative est une recherche descriptive qui peut éclairer les données quantitatives. L'analyse est une méthode flexible de recherche comportementale qui vous permet de comprendre les motivations et les interprétations subjectives du comportement humain. La collecte de données non numériques vous aidera à explorer les nuances et les motifs au-delà des chiffres.",
  "Welcome": "Bienvenu",
  "It is with great pleasure and enthusiasm that we extend a warm welcome to each of you as valued members of our distinguished Expert Panel on Market Research!": "C'est avec grand plaisir et enthousiasme que nous souhaitons chaleureusement la bienvenue à chacun d'entre vous en tant que membres estimés de notre distingué groupe d'experts en études de marché !",
  "Join our movement today!": "Rejoignez notre mouvement dès aujourd'hui !",
  "Join Us": "Rejoignez-nous",
  "START_WORKING_WITH_US": "COMMENCEZ À TRAVAILLER AVEC NOUS",
  "FULL_SERVICE_SUPPORT": "Support complet",
  "MARKET_RESEARCH_PARAGRAPH_1": "La recherche de marché est une condition préalable pour prendre des décisions commerciales cruciales, car de nombreuses erreurs organisationnelles résultent d'une recherche inadéquate. Bien que déterminer les dernières tendances du marché soit essentiel, effectuer une recherche de marché complète peut être accablant. Par conséquent, de nombreuses entreprises choisissent d'externaliser cette tâche à des prestataires de services fiables tels que PROLOG INSIGHTS ZILLION MARKET PRIVATE LIMITED. Les entreprises d'études de marché évoluent pour fournir des services plus sophistiqués en utilisant des analyses avancées et des méthodes d'estimation émergentes. Elles intègrent des outils personnalisés pour faire face aux pressions concurrentielles et fournir des données, des informations et des recommandations de haute qualité.",
  "MARKET_RESEARCH_PARAGRAPH_2": "En tant que leader dans la fourniture de services d'externalisation de recherche de marché, nous possédons une expertise dans l'industrie et la capacité de fournir des solutions complètes pour les organisations de recherche et les entreprises. Nos offres couvrent toute la profondeur et l'étendue des ressources et de l'expérience nécessaires pour répondre aux exigences de l'industrie tout au long de la chaîne de valeur des opérations de recherche de marché. Avec une équipe importante de professionnels hautement qualifiés, une expertise analytique et une compréhension approfondie des processus commerciaux, nous permettons aux entreprises de recherche de marché de prendre des décisions plus éclairées et de fournir à leurs clients une gamme améliorée de services.",
  "Feel Free to Get in Touch !!": "N'hésitez pas à nous contacter !!",
  "Name": "Nom",
  "Mobile No.": "Numéro de mobile",
  "Message": "Message",
  "CONTACT WITH US": "CONTACTEZ-NOUS",
  "Canada": "Canada",
  "Chemin de la Cote Saint Luc": "Chemin de la Cote Saint Luc",
  "Cote Saint Luc, Quebec": "Cote Saint Luc, Québec",
  "CA": "CA",
  "S Blackhawk St": "Rue S Blackhawk",
  "Englewood, Denver": "Englewood, Denver",
  "India": "Inde",
  "GH06 SEC-20, HARYANA": "GH06 SEC-20, HARYANA",
  "Panchkula, Haryana, India": "Panchkula, Haryana, Inde",
  "Dubai": "Dubaï",
  "IFZA Business Park, DDP": "Parc d'affaires IFZA, DDP",
  "PO Box 342001, Dubai": "Boîte Postale 342001, Dubaï",
  "BUSINESS_TARGET": "Objectif commercial",
  "Target your Market with Confidence": "Ciblez votre marché avec confiance",
  "Your business is in a persistent battle for your clients’ recognition whether you know it or not.": "Votre entreprise est dans une bataille constante pour la reconnaissance de vos clients, que vous le sachiez ou non.",
  "Provide Excellence": "Fournir l'excellence",
  "Result": "Résultat",
  "CLIENTS": "Clients",
  "PROJECTS": "Projets",
  "COUNTRIES": "Pays",
  "SURVEY RUNS": "Exécutions de sondages",
  "B2B SURVEYS": "Sondages B2B",
  "TOTAL RESPONDENTS": "Total des répondants",
  "SURVEYS COMPLETED": "Sondages terminés",
  "Why Choose Us": "Pourquoi nous choisir",
  "Latest Blog": "Dernier blog",
  "No Upcoming Events": "Aucun événement à venir",
  "Downloadables": "Téléchargeables",
  "We will shortly upload the data for downloading.": "Nous allons bientôt télécharger les données pour le téléchargement"
}
